test/request-response-samples/get__complex_extension_without_explicit_namespace/request.xml

<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Header/>
<soap:Body>
<ns1:get xmlns:ns1="urn:messages_2011_1.platform.webservices.netsuite.com">
    <ns1:baseRef type="contact" internalId="42" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:ns2="urn:core_2011_1.platform.webservices.netsuite.com" xsi:type="ns2:RecordRef"/>
</ns1:get>
</soap:Body>
</soap:Envelope>